Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/to-foerstespraak.html.tmx
Source language: nob
Languages: sme

source: Elever har rett til å få opplæring og få vurdering i to førstespråk, både samisk og norsk som førstespråk.
sme: Ohppiin lea vuoigatvuohta oažžut oahpahusa ja árvvoštallama guovtti vuosttašgielas, sihke sámegielas ja dárogielas vuosttašgiellan.

source: Elever som ønsker det, kan ha både samisk og norsk som førstespråk istedet for å ha første- og andrespråk.
sme: Oahppit geat háliidit, sáhttet válljet sihke dárogiela ja sámegiela vuosttašgiellan dan sadjái ahte sis lea nubbi vuosttašgiellan ja nubbi fas nubbingiellan.

source: Skoleeier fastsetter hvordan tilbudet skal organiseres.
sme: Skuvlaeaiggát mearrida movt fálaldat galgá organiserejuvvot.

source: For å oppnå tilstrekkelig timetall i begge språkene, bør skoleeier tilby ekstratimer til elever med to førstespråk.
sme: Vai joksá doarvái diibmologu goappaš gielain, berre ohppiide geain leat guokte vuosttašgiela fállat liige diimmuid.

source: Skoleeier har myndighet til å omdisponere inntil 10 prosent fra andre fag til samisk og norsk, men tilrettelegging av tid skal drøftes med eleven og foreldrene.
sme: Skuvlaeaiggádis lea fápmudus váldit gitta 10% eará fágain sámegiel ja dárogiel fágaide, muhto heiveheami galgá ráđđádallat ohppiin ja váhnemiiguin.

source: Mer informasjon om dette finnes i rundskrivet “ Fag- og timefordeling og tilbudsstruktur for Kunnskapsløftet " under punkt 2.1.8.3.
sme: Eanet dieđuid gávnnat johtočállosis “ Fag- og timefordeling og tilbudsstruktur for Kunnskapsløftet “ dán čuoggá vuolde 2.1.8.3.
